brew "bat"
brew "fnm"
brew "gh"
brew "libpq", link: true
brew "mkcert"
brew "mtr"
brew "neonctl"
brew "railway"
brew "starship"
brew "wakeonlan"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
vscode "anthropic.claude-code"
vscode "anysphere.remote-ssh"
vscode "databricks.neon-local-connect"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "jdinhlife.gruvbox"
vscode "johnpapa.vscode-peacock"
vscode "mechatroner.rainbow-csv"
vscode "ms-playwright.playwright"
vscode "prisma.vscode-graphql"
vscode "sourcegraph.amp"
